Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_admin_log_removed_photo_group
source: {from} removed group photo
be: {from} выдаліў(-ла) аватар суполкі
ca: {from} ha eliminat la foto del grup
de: {from} hat Gruppenbild entfernt
es: {from} eliminó la foto del grupo
fr: {from} a supprimé la photo du groupe
it: {from} ha rimosso la foto del gruppo
ko: {from} 님이 그룹 사진을 제거했습니다
ms: {from} keluarkan foto grup
nl: {from} heeft de groepsfoto verwijderd
pl: Użytkownik {from} usunął zdjęcie grupy
pt_br: {from} removeu a foto do grupo
ru: {from} удалил(а) фото группы
tr: {from}, grup fotoğrafını kaldırdı
uk: {from} вилучає фото групи

# lng_admin_log_removed_slow_mode
source: {from} disabled slow mode
be: {from} адключыў(-ла) павольны рэжым
ca: {from} ha desactivat el mode lent
de: {from} hat langsamen Modus deaktiviert
es: {from} desactivó el modo lento
fr: {from} a désactivé le mode ralenti
it: {from} ha disattivato la modalità lenta
ko: {from} 님이 저속 모드를 껐습니다
ms: {from} nyahdaya mod perlahan
nl: {from} heeft de tempolimiet uitgeschakeld
pl: Użytkownik {from} wyłączył tryb wolny
pt_br: {from} desativou o modo lento
ru: {from} отключил(а) медленный режим
tr: {from} yavaş modu kapattı
uk: {from} вимикає повільний режим

# lng_admin_log_removed_stickers_group
source: {from} removed the group sticker set
be: {from} выдаліў(-ла) набор стыкераў суполкі
ca: {from} ha eliminat el paquet d'adhesius del grup
de: {from} hat das Sticker-Paket der Gruppe entfernt
es: {from} eliminó el pack de stickers del grupo
fr: {from} a supprimé le lot d'autocollants du groupe
it: {from} ha rimosso il set di sticker del gruppo
ko: {from} 님이 그룹 스티커 묶음을 제거했습니다
ms: {from} keluarkan set stiker grup
nl: groepsstickers door {from} verwijderd
pl: Użytkownik {from} usunął zestaw naklejek grupy
pt_br: {from} removeu o pacote de stickers do grupo
ru: {from} удалил(а) набор стикеров группы
tr: {from}, grubun çıkartma paketini kaldırdı
uk: {from} вилучає пакунок наліпок групи

# lng_admin_log_restricted
source: changed restrictions for {user} {until}
be: змяніў(-ла) абмежаванні для {user} на тэрмін {until}
ca: ha canviat les restriccions per a {user} {until}
de: hat Einschränkungen für {user} {until} geändert
es: cambió las restricciones de {user} {until}
fr: a modifié les restrictions de {user} {until}
it: ha cambiato le restrizioni di {user} {until}
ko: {user} 님에 대한 제한을 수정했습니다, {until}
ms: tukar sekatan untuk {user} {until}
nl: beperkingen van {user} aangepast tot {until}
pl: zmieniono ograniczenia dla {user} {until}
pt_br: alterou as restrições de {user} {until}
ru: изменил(а) ограничения для {user} {until}
tr: {user} için kısıtlamalar değiştirildi. Kısıtlama süresi: {until}
uk: змінює обмеження для {user} {until}

# lng_admin_log_restricted_forever
source: indefinitely
be: не вызначана
ca: indefinidament
de: unbegrenzt
es: indefinidamente
fr: indéfiniment
it: indefinitamente
ko: 무기한
ms: selama-selamanya
nl: Voor altijd
pl: na czas nieokreślony
pt_br: por tempo indeterminado
ru: навсегда
tr: süresiz
uk: назавжди

# lng_admin_log_restricted_until
source: until {date}
be: да {date}
ca: fins al {date}
de: bis {date}
es: hasta el {date}
fr: jusqu'au {date}
it: fino a {date}
ko: {date} 까지
ms: hingga {date}
nl: tot {date}
pl: do {date}
pt_br: até {date}
ru: до {date}
tr: {date} kadar
uk: до {date}

# lng_admin_log_revoke_invite_link
source: {from} revoked invite link {link}
be: {from} адклікаў(-ла) запрашальную спасылку {link}
ca: {from} ha revocat l'enllaç {link}
de: {from} hat Einladungslink {link} widerrufen
es: {from} anuló el enlace de invitación {link}
fr: {from} a révoqué le lien d'invitation {link}
it: {from} ha revocato il link d'invito {link}
ko: {from}님이 {link} 초대링크를 폐기했습니다
ms: {from} batal link jemputan {link}
pl: Użytkownik {from} unieważnił link zaproszenia {link}
pt_br: {from} revogou o link de convite {link}
ru: {from} сбросил(а) ссылку-приглашение {link}
tr: {from}, {link} davet bağlantısını iptal etti
uk: {from} відкликає посилання {link}

# lng_admin_log_sent_message
source: {from} sent this message:
be: {from} адправіў(-ла) гэта паведамленне:
ca: {from} ha enviat:
de: {from} hat diese Nachricht gesendet:
es: {from} envió este mensaje:
fr: {from} a envoyé ce message :
it: {from} ha inviato questo messaggio:
ko: {from}님이 메시지 보냄:
ms: {from} kirim mesej ini
pt_br: {from} enviou esta mensagem:
ru: {from} отправил(а) сообщение:
tr: {from} bu mesajı gönderdi:
uk: {from} надсилає повідомлення:

# lng_admin_log_signatures_disabled
source: {from} disabled signatures
be: {from} адключыў(-ла) подпісы
ca: {from} ha desactivat les signatures
de: {from} hat Unterschriften deaktiviert
es: {from} desactivó las firmas
fr: {from} a désactivé les signatures
it: {from} ha disattivato le firme
ko: {from} 님이 서명 기능을 껐습니다
ms: {from} nyahaktif nama pengepos
nl: ondertekenen door {from} uitgeschakeld
pl: Użytkownik {from} wyłączył podpisy
pt_br: {from} assinaturas desabilitadas
ru: {from} отключил(а) подписи
tr: {from}, imzaları kapattı
uk: {from} вимикає підписи

# lng_admin_log_signatures_enabled
source: {from} enabled signatures
be: {from} уключыў(-ла) подпісы
ca: {from} ha activat les signatures
de: {from} hat Unterschriften aktiviert
es: {from} activó las firmas
fr: {from} a activé les signatures
it: {from} ha attivato le firme
ko: {from} 님이 서명을 허용했습니다
ms: {from} dayakan nama pengepos
nl: ondertekenen door {from} ingeschakeld
pl: Użytkownik {from} włączył podpisy
pt_br: {from} ativou as assinaturas
ru: {from} включил(а) подписи
tr: {from}, imzaları etkinleştirdi
uk: {from} вмикає підписи

# lng_admin_log_started_group_call
source: {from} started a new video chat
be: {from} пачаў(-ла) новы відэачат
ca: {from} ha iniciat un xat de vídeo
de: {from} hat einen neuen Videochat gestartet
es: {from} inició un nuevo videochat
fr: {from} a démarré un salon vidéo
it: {from} ha avviato una nuova chat video
ko: {from} 님이 영상 대화를 시작했습니다
ms: {from} mula bual video baru
nl: {from} startte een nieuwe spraakchat
pl: Użytkownik {from} rozpoczął czat wideo
pt_br: {from} iniciou um novo chat de vídeo
ru: {from} начал(а) видеочат
tr: {from} yeni bir görüntülü sohbet başlattı
uk: {from} починає новий відеочат

# lng_admin_log_started_group_call_channel
source: {from} started a new live stream
be: {from} пачаў(-ла) новы жывы эфір
ca: {from} ha iniciat un directe
de: {from} hat einen neuen Livestream gestartet
es: {from} inició un nuevo stream en directo
fr: {from} a démarré une nouvelle diffusion
it: {from} ha avviato una nuova diretta streaming
ko: {from} 님이 새로운 실시간 방송을 시작함
ms: {from} mula strim langsung baru
pl: Użytkownik {from} rozpoczął transmisję na żywo
pt_br: {from} iniciou uma nova transmissão ao vivo
ru: {from} начал(а) трансляцию
tr: {from} yeni bir canlı yayın başlattı
uk: {from} починає нову трансляцію

# lng_admin_log_stopped_poll
source: {from} stopped poll:
be: {from} спыніў(-ла) апытанне:
ca: {from} ha aturat l'enquesta:
de: {from} hat Umfrage beendet:
es: {from} detuvo la encuesta:
fr: {from} a arrêté le sondage :
it: {from} ha terminato un sondaggio:
ko: {from} 님이 설문을 마감했습니다:
ms: {from} hentikan undian:
nl: {from} heeft de poll gestopt:
pl: Użytkownik {from} zatrzymał ankietę:
pt_br: {from} encerrou a enquete:
ru: {from} остановил(а) опрос:
tr: {from} anketi durdurdu:
uk: {from} закриває опитування:

# lng_admin_log_title_selected
source: Selected actions
be: Выбраныя дзеянні
ca: Accions seleccionades
de: Ausgewählte Aktionen
es: Acciones seleccionadas
fr: Actions sélectionnées
it: Azioni selezionate
ko: 선택한 활동
ms: Tindakan dipilih
nl: Geselecteerde gebeurtenissen
pl: Wybrane zdarzenia
pt_br: Ações selecionadas
ru: Выбранные действия
tr: SEÇİLİ EYLEMLER
uk: Вибрані дії

# lng_admin_log_transferred
source: transferred ownership to {user}
be: права валодання перададзена да {user}
ca: ha transferit la propietat a {user}
de: hat Inhaberschaft an {user} übertragen
es: transfirió la propiedad a {user}
fr: a transféré la propriété à {user}
it: ha trasferito la proprietà a {user}
ko: {user} 님에게 소유권을 넘겼습니다
ms: pindah hak milik ke {user}
nl: Eigenaarschap overgedragen aan {user}
pl: przeniesiono własność na {user}
pt_br: transferiu a posse para {user}
ru: права переданы {user}
tr: sahipliği {user} kişisine aktardı
uk: передає права користувачу {user}

# lng_admin_log_unbanned
source: unbanned {user}
be: разблакіраваў(-ла) {user}
ca: ha deixat de bandejar {user}
de: hat {user} entsperrt
es: quitó la expulsión a {user}
fr: a débanni {user}
it: ha sbloccato {user}
ko: {user} 님을 차단 해제했습니다
ms: bebaskan {user}
pl: odblokowano {user}
pt_br: removeu o ban de {user}
ru: разблокировал(а) {user}
tr: {user} kişisinin yasağı kaldırıldı
uk: розблоковує {user}

# lng_admin_log_unmuted_participant
source: {from} unmuted {user} in a video chat
be: {from} уключыў(-ла) мікрафон {user} у відэачаце
ca: {from} ha deixat de silenciar {user} al xat de vídeo
de: {from} hat Stummschaltung von {user} in einem Videochat aufgehoben
es: {from} permitió hablar a {user} en un videochat
fr: {from} a réactivé {user} dans le salon vidéo
it: {from} ha riattivato {user} in una chat video
ko: {from} 님이 {user} 님을 영상 대화에서 음소거 해제했습니다
ms: {from} bunyikan {user} di bual video
nl: {from} heeft het geluid van {user} ingeschakeld.
pl: Użytkownik {from} wyłączył wyciszenie użytkownikowi {user} na czacie wideo
pt_br: {from} tirou o silêncio de {user} no chat de vídeo
ru: {from} разрешил(а) микрофон для {user} в видеочате
tr: {from} görüntülü sohbetteki {user} kişisinin sesini açtı
uk: {from} розглушує {user} у відеочаті

# lng_admin_log_unmuted_participant_channel
source: {from} unmuted {user} in a live stream
be: {from} уключыў(-ла) мікрафон {user} у жывым эфіры
ca: {from} ha deixat de silenciar {user}
de: {from} hat Stummschaltung für {user} im Livestream aufgehoben
es: {from} permitió hablar a {user} en un stream en directo
fr: {from} a réactivé {user} dans la diffusion
it: {from} ha riattivato {user} in una diretta streaming
ko: 실시간 방송에서 {from} 이 {user} 님을 음소거 해제함
ms: {from} bunyikan {user} di strim langsung
pl: Użytkownik {from} wyłączył wyciszenie użytkownikowi {user} w transmisji na żywo
pt_br: {from} reativou o som de {user} em uma transmissão ao vivo
ru: {from} разрешил(а) микрофон для {user} в трансляции
tr: {from}, canlı yayında {user} kişisinin sesini açtı
uk: {from} розглушує {user} у трансляції

# lng_admin_log_unpinned_message
source: {from} unpinned message
be: {from} адмацаваў(-ла) паведамленне
ca: {from} ha deixat de fixar un missatge
de: {from} hat angeheftete Nachricht entfernt
es: {from} desfijó un mensaje
fr: {from} a désépinglé le message
it: {from} ha tolto un messaggio
ko: {from}님이 메시지 고정을 해제했습니다
ms: {from} turunkan mesej
nl: Bericht door {from} losgemaakt
pl: Użytkownik {from} odpiął wiadomość:
pt_br: {from} desafixou a mensagem
ru: {from} открепил(а) сообщение
tr: {from} sabitlenen mesajı kaldırdı
uk: {from} відкріплює повідомлення

# lng_allow_bot_pass
source: Allow {bot_name} to pass your Telegram name and ID (not your phone number) to the web pages you open via this bot?
be: Вы сапраўды дазваляеце {bot_name} перадаваць ваша імя і ідэнтыфікацыйны нумар ў Telegram (не нумар тэлефона) на старонкі Інтэрнэта, якія вы адкрываеце з дапамогай гэтага бота?
ca: Voleu permetre que el {bot_name} enviï el vostre nom i ID de Telegram (no el vostre número de telèfon) als llocs web que obriu amb aquest bot?
de: Darf {bot_name} deinen Anzeigenamen und deine ID (nicht deine Telefonnummer) mit Internetseiten teilen, die du mit diesem Bot öffnest?
es: ¿Permites a {bot_name} entregar tu nombre e ID de Telegram (no tu número de teléfono) a los sitios web que abres a través de este bot?
fr: Autoriser {bot_name} à transmettre vos nom et identifiant Telegram aux pages web ouvertes avec ce bot ?
it: Consentire a {bot_name} di trasmettere il tuo nome e ID Telegram (non il tuo numero di telefono) alle pagine web che apri tramite questo bot?
ko: {bot_name} 봇이 회원님의 텔레그램 이름과 아이디(전화번호 아님)를 봇에서 여시는 웹 페이지에 전달하도록 허용할까요?
ms: Benarkan {bot_name} untuk hantar nama dan ID Telegram anda (bukan nombor fon ) ke laman web yang anda buka melalui bot ini?
nl: Wil je {bot_name} toestaan om je Telegram-naam en ID (niet je telefoonnummer) door te geven aan webpagina's die je opent via deze bot?
pl: Zezwolić {bot_name} na przekazywanie twojej nazwy użytkownika i ID (nie numer telefonu) stronom internetowym otwieranym za pomocą tego bota?
pt_br: Permitir que {bot_name} passe seu nome no Telegram e ID (não o seu número de telefone) para páginas que você abrir com esse bot?
ru: Разрешить боту {bot_name} передавать Ваши имя и id в Telegram тем сайтам, которые Вы откроете с его помощью?
tr: {bot_name} botunun, bu bot aracılığıyla açtığınız web sayfalarına Telegram adınızı ve kimliğinizi (telefon numaranızı değil) iletmesine izin verilsin mi?
uk: Дозволити боту {bot_name} передавати ваше імʼя та ID у Telegram (не номер телефону) на сторінки, які ви відкриваєте ним?

# lng_archived_added
source: Chat archived. Muted chats stay archived when new messages arrive.
be: Чат архіваваны. Калі прыходзіць новае паведамленне, чаты без апавяшчэнняў застаюцца архіваванымі.
ca: S'ha arxivat el xat. Els xats silenciats es mantenen arxivats encara que arribin missatges nous.
de: Chat archiviert. Stummgeschaltete Chats bleiben im Archiv, wenn neue Nachrichten eintreffen.
es: Chat archivado. Los chats silenciados se mantienen archivados al recibir mensajes nuevos.
fr: Échange archivé. Les échanges en sourdine resteront archivés à l'arrivée de nouveaux messages.
it: Chat archiviata. Le chat silenziate rimangono archiviate quando arrivano nuovi messaggi.
ko: 대화방을 보관했습니다. 알림이 꺼진 대화방은 새로운 메시지가 도착해도 계속 보관됩니다.
ms: Bual diarkib. Bual yang disenyapkan akan berada di arkib bila mesej baru tiba.
nl: Chat gearchiveerd. Stille chats blijven gearchiveerd bij nieuwe berichten.
pl: Czat zarchiwizowany. Czaty z wyłączonymi powiadomieniami pozostaną w archiwum po nadejściu nowych wiadomości.
pt_br: Chat arquivado. Os chats silenciados ficam arquivados quando novas mensagens chegam.
ru: Чат перенесён в архив. Чаты с выключенными уведомлениями остаются в архиве, когда приходят новые сообщения.
tr: Sohbet arşivlendi. Sessiz sohbetler, yeni mesaj geldiğinde arşivde kalır.
uk: Чат заархівовано. Якщо сповіщення для чату вимкнені, при надходженні повідомлень він усе одно залишиться в архіві.

# lng_archived_name
source: Archived chats
be: Чаты ў архіве
ca: Xats arxivats
de: Archivierte Chats
es: Chats archivados
fr: Archives
it: Chat archiviate
ko: 보관한 대화방
ms: Bual diarkib
nl: Gearchiveerde chats
pl: Zarchiwizowane czaty
pt_br: Chats arquivados
ru: Архив
tr: Arşivlenmiş sohbetler
uk: Архів чатів

# lng_archived_removed
source: Chat restored from your archive.
be: Чат вынесены з архіва.
ca: S'ha recuperat el xat de l'arxiu.
de: Chat wurde aus dem Archiv wiederhergestellt.
es: Chat restaurado de tu archivo.
fr: Échange restauré depuis votre archive.
it: Chat ripristinata dal tuo archivio.
ko: 대화방이 보관함에서 복원되었습니다.
ms: Bual dipulihkan dari arkib anda.
nl: Chat hersteld vanuit je archief.
pl: Czat został przywrócony z twojego archiwum.
pt_br: Chat restaurado do seu arquivo.
ru: Чат возвращён из архива.
tr: Sohbet arşivinizden geri yüklendi.
uk: Чат відновлено з архіву.

# lng_attach_failed
source: Failed
be: Не ўдалося
ca: Error
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
ko: 실패
ms: Kandas
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Не вдалося

# lng_background_bad_link
source: Invalid background link.
be: Гэта спасылка на фон з'яўляецца памылковай.
ca: Enllaç a un fons no vàlid.
de: Ungültiger Hintergrund-Link.
es: Enlace del fondo inválido.
fr: Lien d'arrière-plan invalide.
it: Link sfondo non valido
ko: 올바르지 않은 배경 링크입니다.
ms: Link latar belakang tidak sah.
nl: Deze achtergrondlink is ongeldig.
pl: Nieprawidłowy link tła
pt_br: O link do papel de parede é inválido.
ru: Некорректная ссылка на фон
tr: Geçersiz arka plan bağlantısı.
uk: Некоректне посилання на фон.

# lng_background_gradient_unsupported
source: Telegram Desktop doesn't support gradient backgrounds yet.
be: Telegram Desktop пакуль не падтрымлівае градыенты фонаў.
ca: El Telegram Desktop encara no admet fons degradats.
de: Telegram Desktop unterstützt derzeit noch keine Farbverlaufshintergründe.
es: Telegram Desktop aún no es compatible con los fondos con degradado.
fr: Telegram Desktop ne supporte pas encore les arrière-plans dégradés.
it: Telegram Desktop non supporta ancora gli sfondi con gradiente.
ko: 아직 텔레그램 데스크탑이 그라디언트 배경을 지원하고 있지 않습니다.
ms: Telegram Desktop belum lagi sokong gradien latar belakang.
pl: Telegram Desktop jeszcze nie obsługuje gradientowych teł.
pt_br: O Telegram Desktop não é compatível com papéis de parede com degradê ainda.
ru: Приложение Telegram для компьютера пока не поддерживает градиентные фоны.
tr: Telegram Desktop, gradyan arka planları henüz desteklemiyor.
uk: Telegram Desktop поки що не підтримує градієнтних фонів.

# lng_background_header
source: Background preview
be: Перадпрагляд фона
ca: Vista prèvia del fons
de: Hintergrundvorschau
es: Vista previa del fondo
fr: Aperçu de l'arrière-plan
it: Anteprima sfondo
ko: 배경 미리보기
ms: Pratonton latar belakang
nl: Achtergrondvoorvertoning
pl: Podgląd tła
pt_br: Prévia do Papel de Parede
ru: Предпросмотр фона
tr: Arka plan önizlemesi
uk: Попередній перегляд фону

# lng_background_sure_delete
source: Are you sure you want to delete this background?
be: Вы ўпэўнены, што хочаце выдаліць гэты фон?
ca: Segur que voleu eliminar aquest fons?
de: Diesen Hintergrund wirklich löschen?
es: ¿Quieres eliminar este fondo?
fr: Voulez-vous vraiment supprimer cet arrière-plan ?
it: Vuoi davvero eliminare questo sfondo?
ko: 정말 배경을 삭제하시겠습니까?
ms: Anda pasti ingin hapus latar belakang ini?
nl: Achtergrond echt verwijderen?
pl: Czy na pewno chcesz usunąć to tło?
pt_br: Tem certeza de que deseja apagar esse papel de parede?
ru: Вы уверены, что хотите удалить этот фон?
tr: Bu arka planı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цей фон?

# lng_backgrounds_header
source: Choose your new chat background
be: Выберыце ваш новы фон чатаў
ca: Trieu el fons nou de xat
de: Neuen Chat-Hintergrund wählen
es: Elige tu nuevo fondo de chat
fr: Choisissez votre nouvel arrière-plan
it: Scegli un nuovo sfondo per la chat
ko: 새 대화방 배경화면 선택
ms: Pilih latar belakang baru untuk bual anda
nl: Kies je nieuwe achtergrond
pl: Wybierz swoje nowe tło czatu
pt_br: Escolha o seu novo papel de parede
ru: Выберите фон для чатов
tr: Yeni sohbet arka planınızı seçin
uk: Виберіть фон для чатів

# lng_bad_code
source: You have entered an invalid code.
be: Вы ўвялі памылковы код.
ca: El codi introduït no és vàlid.
de: Ungültiger Code.
es: Pusiste un código inválido.
fr: Vous avez entré un code invalide.
it: Hai inserito un codice non valido.
ko: 틀린 인증코드입니다. 다시 시도해주세요.
ms: Anda telah masukkan kod yang salah.
nl: Je hebt een ongeldige code ingevoerd.
pl: Wpisano nieprawidłowy kod.
pt_br: Você inseriu um código inválido.
ru: Неверный код
tr: Geçersiz bir kod girdiniz.
uk: Ви ввели хибний код.

# lng_bad_country_code
source: Invalid Country Code
be: Памылковы код краіны
ca: El codi de país no és vàlid
de: Ungültige Landeskennzahl
es: Código de país inválido
fr: Indicatif national invalide
it: Prefisso internazionale non valido
ko: 국가 번호가 올바르지 않습니다
ms: Kod Negara Tidak Sah
nl: Ongeldig landnummer
pl: Nieprawidłowy kod kraju
pt_br: Código do País Inválido
ru: Некорректный код страны
tr: Geçersiz Ülke Kodu
uk: Недопустимий код країни

# lng_bad_name
source: Please enter your first and last name.
be: Пазначце вашы імя і прозвішча.
ca: Introduïu el vostre nom i cognoms.
de: Bitte trage Vor- und Nachnamen ein.
es: Por favor, pon tu nombre y apellidos.
fr: Entrez votre prénom et nom de famille.
it: Per favore inserisci il tuo nome e cognome.
ko: 성과 이름을 입력해 주세요.
ms: Isikan nama pertama dan nama akhir anda.
nl: Voer je voor- en achternaam in.
pl: Podaj swoje imię i nazwisko.
pt_br: Por favor, insira seu nome e último nome.
ru: Укажите свои имя и фамилию.
tr: Lütfen adınızı ve soyadınızı girin.
uk: Введіть своє імʼя та прізвище.

# lng_bad_phone
source: Invalid phone number. Please try again.
be: Памылковы нумар тэлефона. Паспрабуйце яшчэ раз.
ca: El número no és vàlid. Torneu a provar-ho.
de: Falsche Nummer, bitte erneut versuchen.
es: Número de teléfono inválido. Por favor, reinténtalo.
fr: Numéro invalide, merci de réessayer.
it: Numero di telefono non valido. Per favore riprova.
ko: 올바른 전화번호로 다시 입력해 주세요.
ms: Nombor fon tidak sah. Sila cuba lagi.
nl: Ongeldig telefoonnummer.
pl: Nieprawidłowy numer telefonu. Spróbuj ponownie.
pt_br: Número de telefone inválido. Tente novamente.
ru: Некорректный номер телефона. Попробуйте ещё раз.
tr: Geçersiz telefon numarası. Lütfen tekrar deneyin.
uk: Недопустимий номер телефону. Спробуйте ще раз.

# lng_bad_phone_noreg
source: Phone number not registered.
be: Нумар тэлефона не зарэгістраваны.
ca: El número no està registrat.
de: Telefonnummer nicht registriert.
es: Número de teléfono no registrado.
fr: Numéro de téléphone inconnu.
it: Numero di telefono non registrato.
ko: 전화번호가 등록되어 있지 않습니다.
ms: Nombor fon tidak didaftar.
nl: Telefoonnummer is niet geregistreerd.
pl: Niezarejestrowany numer telefonu.
pt_br: Número de telefone não registrado.
ru: Номер телефона не зарегистрирован
tr: Telefon numarası kayıtlı değil.
uk: Номер телефону не зареєстрований.

# lng_bad_photo
source: Sorry, Telegram can't process that type of image.
be: На жаль, Telegram не можа апрацаваць гэты фармат відарыса.
ca: El Telegram no pot processar aquest tipus d'imatge.
de: Fehler beim Upload.
es: Lo sentimos, Telegram no puede procesar ese tipo de imagen.
fr: Telegram ne peut pas traiter ce type d'image.
it: Spiacenti, Telegram non può gestire questo tipo di immagini.
ko: 죄송합니다, 텔레그램은 해당 유형의 이미지를 처리할 수 없습니다.
ms: Maaf, Telegram tak boeh proses jenis imej sedemikian.
nl: Telegram kan dit type afbeelding niet verwerken.
pl: Telegram nie może przetworzyć tego typu obrazu.
pt_br: O Telegram não pode processar esse tipo de imagem.
ru: Невозможно обработать данное изображение.
tr: Üzgünüz, Telegram bu görüntü türünü işleyemez.
uk: Telegram не може обробляти такі типи зображень.

# lng_ban_user
source: Ban User
be: Заблакіраваць карыстальніка
ca: Bandeja l'usuari
de: Nutzer sperren
es: Expulsar usuario
fr: Bannir l'utilisateur
it: Banna utente
ko: 차단하기
ms: Larang Pengguna
nl: Blokkeer gebruiker
pl: Zablokuj użytkownika
pt_br: Banir Usuário
ru: Заблокировать пользователя
tr: Kullanıcıyı Yasakla
uk: Заблокувати користувача

# lng_banned_list_title
source: Banned users
be: Заблакіраваныя карыстальнікі
ca: Usuaris bandejats
de: Gesperrte Nutzer
es: Usuarios expulsados
fr: Utilisateurs bannis
it: Utenti bannati
ko: 차단된 사용자
ms: Pengguna dilarang
nl: Geblokkeerde gebruikers
pl: Zablokowani użytkownicy
pt_br: Usuários banidos
ru: Заблокированные пользователи
tr: Yasaklı kullanıcılar
uk: Заблоковані користувачі

# lng_bio_title
source: Edit Your Bio
be: Рэдагаваць звесткі
ca: Edició de biografia
de: Bio bearbeiten
es: Editar tu biografía
fr: Modifier votre bio
it: Modifica la tua bio
ko: 자기소개 수정
ms: Sunting Bio Anda
nl: Bio wijzigen
pl: Edytuj swoją biografię
pt_br: Editar sua bio
ru: Редактирование информации
tr: Hakkınızdayı Düzenleyin
uk: Редагувати дані про себе

# lng_blocked_list_add_title
source: Select user to block
be: Выберыце карыстальніка, каб заблакіраваць
ca: Seleccioneu l'usuari a blocar
de: Wen möchtest du blockieren?
es: Elige un usuario para bloquear
fr: Sélectionner des utilisateurs pour les bloquer
it: Seleziona l'utente da bloccare
ko: 차단할 사용자 선택
ms: Pilih pengguna yang ingin disekat
nl: Gebruikers blokkeren
pl: Wybierz użytkownika do zablokowania
pt_br: Selecione o usuário para bloquear
ru: Выбор пользователя для блокировки
tr: Engellemek için kullanıcı seçin
uk: Виберіть, кого заблокувати
